<p><strong>Pol&iacute;tica de Privacidade &ndash; Despesas Pessoais</strong></p>

<p><strong>Data de Vig&ecirc;ncia:</strong> 01/10/2024<br />
<strong>&Uacute;ltima Atualiza&ccedil;&atilde;o:</strong> 01/01/2025</p>

<p>A sua privacidade &eacute; importante para n&oacute;s. Esta Pol&iacute;tica de Privacidade explica como coletamos, usamos e protegemos suas informa&ccedil;&otilde;es ao utilizar o aplicativo <strong>Despesas Pessoais</strong>, dispon&iacute;vel na Google Play. Ao usar o nosso aplicativo, voc&ecirc; concorda com os termos descritos nesta Pol&iacute;tica de Privacidade.</p>

<div>
<hr /></div>

<p><strong>1. Informa&ccedil;&otilde;es que Coletamos</strong></p>

<p>N&oacute;s coletamos apenas as informa&ccedil;&otilde;es m&iacute;nimas necess&aacute;rias para o funcionamento adequado do aplicativo:</p>

<p><strong>1.1. Informa&ccedil;&otilde;es Pessoais:</strong></p>

<ul>
	<li><strong>E-mail:</strong> Utilizado para identifica&ccedil;&atilde;o &uacute;nica do usu&aacute;rio, comunica&ccedil;&atilde;o importante e recupera&ccedil;&atilde;o de conta.</li>
	<li><strong>Nome ou Apelido:</strong> Utilizado para criar um perfil interno no aplicativo.</li>
</ul>

<p><strong>1.2. Informa&ccedil;&otilde;es Coletadas Automaticamente:</strong></p>

<ul>
	<li><strong>Dados de uso:</strong> Podemos coletar informa&ccedil;&otilde;es sobre o uso do aplicativo, como tempo de utiliza&ccedil;&atilde;o, telas acessadas e intera&ccedil;&otilde;es, para melhorar a experi&ecirc;ncia do usu&aacute;rio.</li>
	<li><strong>Informa&ccedil;&otilde;es de dispositivo:</strong> Podemos coletar informa&ccedil;&otilde;es t&eacute;cnicas do dispositivo (modelo, sistema operacional, vers&atilde;o do aplicativo) para fins de an&aacute;lise de desempenho e resolu&ccedil;&atilde;o de problemas.</li>
</ul>

<div>
<hr /></div>

<p><strong>2. Como Utilizamos Suas Informa&ccedil;&otilde;es</strong></p>

<p>As informa&ccedil;&otilde;es coletadas s&atilde;o utilizadas para as seguintes finalidades:</p>

<ul>
	<li><strong>Criar e gerenciar sua conta no aplicativo.</strong></li>
	<li><strong>Enviar notifica&ccedil;&otilde;es importantes relacionadas ao uso do aplicativo.</strong></li>
	<li><strong>Oferecer suporte t&eacute;cnico e atender solicita&ccedil;&otilde;es dos usu&aacute;rios.</strong></li>
	<li><strong>Personalizar a experi&ecirc;ncia do usu&aacute;rio dentro do aplicativo.</strong></li>
	<li><strong>Exibir an&uacute;ncios personalizados por meio do Google AdMob.</strong></li>
	<li><strong>Gerenciar assinaturas e acesso aos planos pagos.</strong></li>
</ul>

<div>
<hr /></div>

<p><strong>3. Compartilhamento de Informa&ccedil;&otilde;es</strong></p>

<p>N&oacute;s n&atilde;o vendemos, alugamos ou compartilhamos suas informa&ccedil;&otilde;es pessoais com terceiros, exceto:</p>

<ul>
	<li><strong>Com provedores de servi&ccedil;o de terceiros,</strong> como o Google AdMob, para exibir an&uacute;ncios relevantes no aplicativo.</li>
	<li><strong>Conforme exigido por lei</strong> ou para proteger nossos direitos legais, seguran&ccedil;a, ou propriedade.</li>
</ul>

<p><strong>3.1. Google AdMob e An&uacute;ncios Personalizados</strong></p>

<p>Utilizamos o servi&ccedil;o <strong>Google AdMob</strong> para exibir an&uacute;ncios no aplicativo. A AdMob pode coletar e processar dados pessoais, como identificadores de dispositivo, para exibir an&uacute;ncios personalizados. Consulte a Pol&iacute;tica de Privacidade do Google para mais detalhes sobre como suas informa&ccedil;&otilde;es s&atilde;o tratadas.</p>

<div>
<hr /></div>

<p><strong>4. Seguran&ccedil;a das Informa&ccedil;&otilde;es</strong></p>

<p>Adotamos medidas t&eacute;cnicas e organizacionais para proteger suas informa&ccedil;&otilde;es pessoais contra acesso, uso, altera&ccedil;&atilde;o ou divulga&ccedil;&atilde;o n&atilde;o autorizados. No entanto, nenhum sistema &eacute; completamente seguro, e n&atilde;o podemos garantir 100% de seguran&ccedil;a dos seus dados.</p>

<div>
<hr /></div>

<p><strong>5. Reten&ccedil;&atilde;o de Dados</strong></p>

<p>N&oacute;s armazenamos suas informa&ccedil;&otilde;es enquanto sua conta estiver ativa ou conforme necess&aacute;rio para cumprir nossas obriga&ccedil;&otilde;es legais. Caso voc&ecirc; deseje excluir sua conta e seus dados pessoais, entre em contato conosco atrav&eacute;s do e-mail <strong>despesaspessoaisoficial@gmail.com</strong>.</p>

<div>
<hr /></div>

<p><strong>6. Direitos dos Usu&aacute;rios</strong></p>

<p>Voc&ecirc; tem direito de:</p>

<ul>
	<li>Acessar, corrigir ou excluir suas informa&ccedil;&otilde;es pessoais.</li>
	<li>Solicitar a desativa&ccedil;&atilde;o de sua conta a qualquer momento.</li>
	<li>Retirar seu consentimento para o processamento de dados pessoais, quando aplic&aacute;vel.</li>
</ul>

<p>Para exercer seus direitos, entre em contato pelo e-mail <strong>despesaspessoaisoficial@gmail.com</strong>.</p>

<div>
<hr /></div>

<p><strong>7. Privacidade de Crian&ccedil;as</strong></p>

<p>Nosso aplicativo n&atilde;o &eacute; direcionado a menores de 13 anos. N&atilde;o coletamos intencionalmente informa&ccedil;&otilde;es pessoais de crian&ccedil;as. Se tomarmos conhecimento de que coletamos informa&ccedil;&otilde;es de uma crian&ccedil;a sem o consentimento dos pais, tomaremos as medidas necess&aacute;rias para excluir os dados.</p>

<div>
<hr /></div>

<p><strong>8. Links para Sites de Terceiros</strong></p>

<p>Nosso aplicativo pode conter links para sites de terceiros, incluindo an&uacute;ncios. N&atilde;o somos respons&aacute;veis pelas pr&aacute;ticas de privacidade desses sites. Recomendamos que voc&ecirc; revise as pol&iacute;ticas de privacidade de cada site que visitar.</p>

<div>
<hr /></div>

<p><strong>9. Altera&ccedil;&otilde;es nesta Pol&iacute;tica de Privacidade</strong></p>

<p>Podemos atualizar esta Pol&iacute;tica de Privacidade periodicamente. Notificaremos voc&ecirc; sobre altera&ccedil;&otilde;es significativas atrav&eacute;s do aplicativo ou por e-mail. Recomendamos que voc&ecirc; revise esta pol&iacute;tica regularmente para se manter informado.</p>

<div>
<hr /></div>

<p><strong>10. Contato</strong></p>

<p>Se voc&ecirc; tiver d&uacute;vidas, sugest&otilde;es ou preocupa&ccedil;&otilde;es sobre esta Pol&iacute;tica de Privacidade ou sobre o tratamento de seus dados pessoais, entre em contato conosco:</p>

<ul>
	<li><strong>E-mail:</strong> despesaspessoaisoficial@gmail.com</li>
	<li><strong>Respons&aacute;vel pelo Tratamento de Dados:</strong> Carmem Maria Fedele</li>
</ul>

<div>
<hr /></div>

<p><strong>Consentimento</strong></p>

<p>Ao utilizar o aplicativo <strong>Despesas Pessoais</strong>, voc&ecirc; concorda com os termos desta Pol&iacute;tica de Privacidade.</p>

<div>
<hr /></div>

<p>Essa pol&iacute;tica est&aacute; alinhada com as exig&ecirc;ncias da <strong>Lei Geral de Prote&ccedil;&atilde;o de Dados Pessoais (LGPD)</strong> no Brasil, bem como as diretrizes gerais do <strong>Regulamento Geral sobre a Prote&ccedil;&atilde;o de Dados (GDPR)</strong> da Uni&atilde;o Europeia, quando aplic&aacute;vel.</p>

<p>&nbsp;</p>
